import React from 'react';
import styles from '../index.less';

// &#34;
const Tpl = () => (
  <div className={styles.ptl}>
    {/* <p className={styles.ptlTitle}>跨境宝电商平台注册服务协议</p> */}
    <p>
      本协议是您与跨境宝电商平台（网址：
      yeeorder.com）所有者（“本公司”）之间就跨境宝电商平台服务等相关事宜所订立的契约，请您仔细阅读本注册协议，您点击&#34;同意并继续&#34;按钮后，
      本协议即构成对双方有约束力的法律文件。
    </p>
    <ul className={styles.ul}>
      {/* 第一点 */}
      <li className={styles.li}>
        <span className={styles.subTitle}>服务声明：</span>
        <ul className={styles.ul}>
          <li className={styles.li}>
            <p>
              “跨境宝电商平台”向会员提供大宗商品销售信息、求购信息，大宗资讯等服务。除将来“跨境宝电商平台”另有其它明示规定，
              所有新推出的产品或新增加的服务功能，均适用本声明条款之规范。跨境宝电商平台有权根据需要制定、修改本协议或各类规则，
              如本协议及各类规则有任何变更，将在平台（网站）上刊载公告并自动生效。
              会员继续使用平台提供的各项服务，或在平台上继续登记注册，即表示接受经修订的协议及各类规则并愿意履行。
            </p>
          </li>
          <li className={styles.li}>
            <p>
              除适用相关法定许可或征得本公司同意，平台的信息及其任何组成部分不得被重新编辑、复制、抄袭，或为任何未经本公司允许的商业目的所使用。
              如果本公司确定用户行为违法或有损平台和本公司的合法权益，本公司将采取相关法律措施，包括但不限于拒绝提供服务、冻结或删除会员账户等。
            </p>
          </li>
          <li className={styles.li}>
            <p>
              “跨境宝电商平台”作为提供大宗商品销售信息、求购信息的服务平台，用户在使用时应当了解明白“跨境宝电商平台”
              上所有信息均为会员(大宗商品供应商或采购商)自由发布，会员应依法对其提供的任何信息承担全部责任。
              “跨境宝电商平台”会对信息进行必要的核查(筛选)，但最终对信息的合法性、准确性、真实性不承担任何法律责任。
              如用户发现某些信息中含有虚假、违法内容，请及时联系“跨境宝电商平台”，
              待核实之后，“跨境宝电商平台”将根据中国法律法规和政府规范性文件采取措施移除相关内容或屏蔽相关链接。
              “跨境宝电商平台”不对会员所发布的信息之删除或储存失败负责。
            </p>
          </li>
          <li className={styles.li}>
            <p>
              买卖双方通过“跨境宝电商平台”获取信息完成大宗商品交易的过程中需务必遵守中国的相关法律法规。
              “跨境宝电商平台”不对会员达成协议过程中的任何纠纷承担法律责任，包括但不限于供货、付款纠纷及物流、加工配送、使用过程中发生的任何意外状况等。
            </p>
          </li>
        </ul>
      </li>
      {/* 第二点 */}
      <li className={styles.li}>
        <span className={styles.subTitle}>隐私权保护声明</span>
        <p>
          跨境宝电商平台对用户隐私极其重视。跨境宝电商平台隐私权保护声明系本网站保护会员隐私的承诺，
          适用于您与跨境宝电商平台的交互行为以及您注册和使用跨境宝电商平台的在线服务，请您务必仔细阅读。
        </p>
        <ul className={styles.ul}>
          <li className={styles.li}>
            <span className={styles.subTitle}>会员资料的收集</span>
            <ul className={styles.ul}>
              <li className={styles.li}>
                <p>
                  本平台仅在有关的合法目的下，并经用户同意，以合法的方式收集必要的用户个人资料。
                </p>
              </li>
              <li className={styles.li}>
                <p>
                  平台有根据会员留下的真实有效的联系方式主动向用户发起呼叫，与会员联系，进行信息审核，
                  信息确认等事宜。由于会员自行处置宣传信息或不接听电话而可能遭受的损失，本公司概不承担责任。
                  会员在本平台注册时，须依注册内容之提示提供会员本人或单位的真实、准确、完整信息，并保证会员资料的及时更新。
                  因会员提供信息不准确、不完整或未及时更新而可能遭受的任何损害，本公司不承担任何责任。因会员提供信息不准确、不完整或未及时更新给本公司造成损失的，
                  本公司保留追偿的权利。
                </p>
              </li>
            </ul>
          </li>
          <li className={styles.li}>
            <span className={styles.subTitle}>会员资料的使用</span>
            <ul className={styles.ul}>
              <li className={styles.li}>
                <p>
                  本公司有权为内部经营、管理、统计等目的使用您提供的资料，包括但不限于：日常管理本公司提供给会员的服务及产品、
                  监控平台的安全使用、内部调研、对来访数据进行统计和研究;促进更新供会员享用的服务和产品;确认核对联络和消费名单、
                  为宣传推广目的;为解决争议、排除纠纷和执行本法律声明目的等。
                </p>
              </li>
            </ul>
          </li>
          <li className={styles.li}>
            <span className={styles.subTitle}>会员资料的披露</span>
            <ul className={styles.ul}>
              <li className={styles.li}>
                <p>
                  跨境宝电商平台将采取合理的安全手段保护会员提供的信息，在未得到用户许可之前，
                  本平台不会擅自将会员信息（包括会员资料）披露给任何无关的第三方，但涉及下列情形之一的除外：
                </p>
                <p>
                  (1) 权力机关依照法定程序要求提供。
                  <br />
                  (2) 为公共安全之目的。
                  <br />
                  (3) 经会员同意，与其它人士或单位共享会员资料的。
                  <br />
                  (4) 由于会员对自身信息保密不当，从而导致会员资料的泄露。
                  <br />
                  (5)
                  由于网络线路、黑客攻击、计算机病毒等原因造成的资料泄露、丢失、被盗用或被篡改等。
                  <br />
                  (6) 为了保护平台其他会员更为重要的权利或财产。
                  <br />
                  (7) 其他特殊或紧急情况。
                  <br />
                </p>
              </li>
            </ul>
          </li>
          <li className={styles.li}>
            <span className={styles.subTitle}>Cookies技术的使用</span>
            <ul className={styles.ul}>
              <li className={styles.li}>
                <p>
                  当用户访问设有Cookies装置的本平台时，本平台服务器会自动发送Cookies至用户浏览器中，
                  同时储存进用户的电脑硬盘内，此Cookies便负责记录日后用户访问本平台时的种种操作、浏览消费习惯、信用记录等。
                  运用Cookies技术，跨境宝电商平台能够为您提供更加周到的个性化服务。跨境宝电商平台将运用
                  Cookies技术向用户提供其感兴趣的信息资料或为其储存密码。
                </p>
              </li>
            </ul>
          </li>
        </ul>
      </li>
      {/* 第三点 */}
      <li className={styles.li}>
        <span className={styles.subTitle}>会员的权利和义务</span>

        <ul className={styles.ul}>
          <li className={styles.li}>
            <p>
              会员可以自己直接在平台发布产品的供应和求购信息，包括交易商品的主要贸易属性，包括但不限于产品名称、
              牌号、厂家、产地、仓库位置、买卖方向、有效期、起订量等内容。
            </p>
          </li>
          <li className={styles.li}>
            <p>
              会员向跨境宝电商平台提供及时、详细、准确、真实的用户资料，以便跨境宝电商平台在真实了解您个人信息的条件下，
              为您提供更好的服务；会员的资料如有变更，应及时通知跨境宝电商平台，否则由此发生的风险和责任由会员自行承担。
            </p>
          </li>
          <li className={styles.li}>
            <p>
              会员若发现任何非法使用会员账号或存在安全漏洞的情况，为维护会员利益，请立即通知本站。
            </p>
          </li>
          <li className={styles.li}>
            <p>
              会员注册时提供的用户名和密码只允许会员使用，会员有责任不把密码泄漏，如会员不小心把密码丢失或破坏，
              应立即通知跨境宝电商平台，将旧密码取消和重新设立新密码。因会员密码丢失所遭受的损失由会员自己承担。
            </p>
          </li>
          <li className={styles.li}>
            <p>
              会员不得在跨境宝电商平台发布不真实的、恶意的、有歧意或侵权的等违反法律规定的信息。否则，应承担侵权责任。
            </p>
          </li>
          <li className={styles.li}>
            <p>
              会员对使用跨境宝电商平台的信息自行承担风险。跨境宝电商平台对此不作任何类型的担保。会员对自己的交易风险承担完全责任。
            </p>
          </li>
        </ul>
      </li>
      {/* 第四点 */}
      <li className={styles.li}>
        <span className={styles.subTitle}>平台的权利和义务</span>

        <ul className={styles.ul}>
          <li className={styles.li}>
            <p>
              平台有义务在现有技术上维护整个平台系统的正常运行，并努力提升和改进技术，使会员网上活动得以顺利进行。
            </p>
          </li>
          <li className={styles.li}>
            <p>
              平台有权决定交易日、交易时间，并另行发文公告。平台认为必要时，可决定临时调整交易日、交易时间或暂停交易。
            </p>
          </li>
          <li className={styles.li}>
            <p>
              平台对于会员在平台上的不当行为或其它任何平台认为应当终止服务的情况，有权随时做出删除相关信息、终止服务提供等处理，而无须征得会员的同意。
            </p>
          </li>
          <li className={styles.li}>
            <p>
              平台有权对会员的注册数据进行查阅，发现注册数据中存在任何问题或怀疑，均有权向会员发出询问及要求改正的通知或者直接做出删除等处理。
            </p>
          </li>
          <li className={styles.li}>
            <p>
              平台对会员发布的信息以及达成的交易不负任何责任，所造成的损失由交易双方自己承担，所产生的经济纠纷由双方各自向责任方主张。
            </p>
          </li>
          <li className={styles.li}>
            <p>
              平台对会员的注册信息和记录等资料负有保密义务，除法定有权机关及相关制度、规定或者相关协议外，不得向第三方透露。
            </p>
          </li>
          <li className={styles.li}>
            <p>
              对于会员在平台系统发布的下列各类信息，平台有权在不通知会员的前提下进行删除或采取其它限制性措施，包括但不限于：
            </p>
            <p>
              以炒作信誉为目的的信息；
              <br />
              平台有理由相信存在欺诈等恶意或虚假内容的信息；
              <br />
              平台有理由相信与平台服务无关的信息；
              <br />
              平台有理由相信存在恶意竞价或其它试图扰乱正常交易秩序因素的信息；
              <br />
              平台有理由相信该信息违反公共利益或可能严重损害平台和其它会员合法利益的。
            </p>
          </li>
        </ul>
      </li>
      {/* 第五点 */}
      <li className={styles.li}>
        <span className={styles.subTitle}>知识产权声明</span>

        <ul className={styles.ul}>
          <li className={styles.li}>
            <p>
              跨境宝电商平台上所有内容及资料(包括但不限于本站所刊载的文字、图片、软件、Flash等)的版权，受国家知识产权保护。
              未经授权任何人不得擅自使用，否则将被依法追究法律责任。
            </p>
          </li>
          <li className={styles.li}>
            <p>
              跨境宝电商平台所有的产品、技术与所有程序及页面均属于知识产权。“跨境宝电商平台”及logo为友创科技有限公司注册商标，
              任何人不得擅自使用，否则将被依法追究法律责任。
            </p>
          </li>
        </ul>
      </li>
      {/* 第六点 */}
      <li className={styles.li}>
        <span className={styles.subTitle}>服务的中断和终止</span>

        <ul className={styles.ul}>
          <li className={styles.li}>
            <p>在下列情况下，平台可以通过注销会员的方式终止服务：</p>
            <p>
              在会员违反本协议相关规定时，平台有权终止向会员提供服务。平台将在中断服务时通知会员。但如会员在被平台终止提供服务后，
              再一次直接或间接或以他人名义注册为会员的，平台有权再次单方面终止向该会员提供服务；
              <br />
              平台通过会员提供的信息无法与会员取得联系时，平台有权终止向会员提供服务；
              <br />
              一旦平台发现会员注册数据中主要内容是虚假的，平台有权随时终止向会员提供服务；
              <br />
              本协议终止或更新时，会员明示不愿接受新的服务协议的；
              <br />
              平台认为其它需终止服务的情况。
            </p>
          </li>
          <li className={styles.li}>
            <p>
              因会员违反法律法规或者违反本协议规定而致使平台中断、终止对会员服务的，对于服务中断、终止之前会员行为依下列原则处理：
            </p>
            <p>
              服务中断、终止之前，会员已经上传至平台系统的货物，平台有权在中断、终止服务的同时删除此项货物的相关信息；
              <br />
              服务中断、终止之前，如会员告知平台已经与另一会员就具体交易订立合同的，平台可以不删除该项信息，但平台有权在中断、
              终止服务的同时将会员被中断或终止服务的情况通知会员的交易对方。
            </p>
          </li>
        </ul>
      </li>
    </ul>
  </div>
);
export default Tpl;
